{"nodes": [{"group": 1, "wikiid": "8066629", "title": "Angel (1937 film)"}, {"abstract": "Vienna  (/viːˈɛnə/; German: About this sound Wien  [viːn]) is the capital and largest city of Austria, and one of the nine states of Austria. Vienna is Austria's primary city, with a population of about 1.757 million (2.4 million within the metropolitan area, more than 20% of Austria's population), and its cultural, economic, and political centre. It is the 7th-largest city by population within city limits in the European Union. Until the beginning of the 20th century it was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I the city had 2 million inhabitants. Today it is the second only to Berlin in German speakers. Vienna is host to many major international organizations, including the United Nations and OPEC. The city lies in the east of Austria and is close to the borders of the Czech Republic, Slovakia, and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, Vienna forms a metropolitan region with 3 million inhabitants. In 2001, the city centre was designated a UNESCO World Heritage Site.Apart from being regarded as the City of Music because of its musical legacy, Vienna is also said to be \"The City of Dreams\" because it was home to the world's first psycho-analyst – Sigmund Freud. The city's roots lie in early Celtic and Roman settlements that transformed into a Medieval and Baroque city, the capital of the Austro-Hungarian Empire. It is well known for having played an essential role as a leading European music centre, from the great age of Viennese Classicism through the early part of the 20th century. The historic centre of Vienna is rich in architectural ensembles, including Baroque castles and gardens, and the late-19th-century Ringstrasse lined with grand buildings, monuments and parks.In a 2005 study of 127 world cities, the Economist Intelligence Unit ranked the city first (in a tie with Vancouver, Canada) for the world's most livable cities (in the 2012 survey of 140 cities Vienna was ranked number two, behind Melbourne). For four consecutive years (2009–2012), the human-resource-consulting firm Mercer ranked Vienna first in its annual \"Quality of Living\" survey of hundreds of cities around the world, a title the city has reclaimed in 2014. Monocle's 2012 \"Quality of Life Survey\" ranked Vienna fourth on a list of the top 25 cities in the world \"to make a base within\" (up from sixth in 2011 and eighth in 2010).The city was ranked 1st globally for its culture of innovation in 2007 and 2008, and fifth globally (out of 256 cities) in the 2011 Innovation Cities Index, which analyzed 162 indicators in covering three areas: culture, infrastructure, and markets. Vienna regularly hosts urban planning conferences and is often used as a case study by urban planners. Between 2005 and 2010, Vienna was the world's number one destination for international congresses and conventions. It attracts about five million tourists a year.", "group": 0, "wikiid": "55866", "title": "Vienna"}, {"group": 1, "wikiid": "143834", "title": "The Boys from Brazil (film)"}, {"group": 1, "wikiid": "7938436", "title": "Swiss Miss (film)"}, {"group": 1, "wikiid": "26583800", "title": "The Seven-Per-Cent Solution (film)"}, {"group": 1, "wikiid": "9742232", "title": "None Shall Escape"}, {"group": 1, "wikiid": "19115862", "title": "Letter from an Unknown Woman (1948 film)"}, {"group": 1, "wikiid": "38278770", "title": "The Tailor from Ulm"}, {"group": 1, "wikiid": "19588807", "title": "Eroica (1949 film)"}, {"group": 1, "wikiid": "27671001", "title": "Eroica (2003 film)"}, {"group": 1, "wikiid": "19148195", "title": "Import/Export"}, {"group": 1, "wikiid": "1104981", "title": "Marie Antoinette (1938 film)"}, {"group": 1, "wikiid": "12510736", "title": "Sissi – Fateful Years of an Empress"}, {"group": 1, "wikiid": "1126798", "title": "Goodbye, Mr. Chips (1939 film)"}, {"group": 1, "wikiid": "3656567", "title": "The Wedding March (1928 film)"}, {"group": 1, "wikiid": "20783851", "title": "The Red Danube"}, {"group": 1, "wikiid": "61173", "title": "One Night of Love"}, {"group": 1, "wikiid": "1057671", "title": "Everyman's Feast"}, {"group": 1, "wikiid": "25984244", "title": "Sehnsucht 202"}, {"group": 1, "wikiid": "41030824", "title": "Und Jimmy ging zum Regenbogen"}, {"group": 1, "wikiid": "22672266", "title": "The Mysterious Lady"}, {"group": 1, "wikiid": "199505", "title": "The Man with Two Brains"}, {"group": 1, "wikiid": "4141849", "title": "The Horror of Frankenstein"}, {"group": 1, "wikiid": "22376055", "title": "Die Pratermizzi"}, {"group": 1, "wikiid": "16226377", "title": "The Emperor's Candlesticks (film)"}, {"group": 1, "wikiid": "31509603", "title": "Betrayal (1929 film)"}, {"group": 1, "wikiid": "838119", "title": "Kolberg (film)"}, {"group": 1, "wikiid": "16473441", "title": "Take a Deep Breath (film)"}, {"group": 1, "wikiid": "23118238", "title": "Come Live with Me (film)"}, {"group": 1, "wikiid": "19481265", "title": "Mesmer (film)"}, {"group": 1, "wikiid": "805053", "title": "Before Sunrise"}, {"group": 1, "wikiid": "11463357", "title": "The Secret Ways"}, {"group": 1, "wikiid": "846828", "title": "The Piano Teacher (film)"}, {"group": 1, "wikiid": "2571385", "title": "The Illusionist (2006 film)"}, {"group": 1, "wikiid": "4680482", "title": "Come Fly with Me (film)"}, {"group": 1, "wikiid": "11613486", "title": "The Case of Lena Smith"}, {"group": 1, "wikiid": "9535065", "title": "The Day of the Jackal (film)"}, {"group": 1, "wikiid": "42908311", "title": "Woman in Gold"}, {"group": 1, "wikiid": "1057543", "title": "Voyage to the Bottom of the Sea"}, {"group": 1, "wikiid": "41632204", "title": "Invisible Adversaries"}, {"group": 1, "wikiid": "23808966", "title": "Bill & Ted's Excellent Adventure"}, {"group": 1, "wikiid": "3870912", "title": "Funny Games (1997 film)"}, {"group": 1, "wikiid": "27106935", "title": "Inconscientes"}, {"group": 1, "wikiid": "4183527", "title": "Madeline: Lost in Paris"}, {"group": 1, "wikiid": "2880326", "title": "Human Trafficking (miniseries)"}, {"group": 1, "wikiid": "1065214", "title": "Amadeus (film)"}, {"group": 1, "wikiid": "30232900", "title": "Escapade (1935 film)"}, {"group": 1, "wikiid": "14350910", "title": "June Bride"}, {"group": 1, "wikiid": "25781195", "title": "The Last Ottoman"}, {"group": 1, "wikiid": "44752", "title": "Grand Hotel (film)"}, {"group": 1, "wikiid": "71473", "title": "The Third Man"}, {"group": 1, "wikiid": "18900694", "title": "Jewel Robbery"}, {"group": 1, "wikiid": "5240530", "title": "The Hotel New Hampshire (film)"}, {"group": 2, "wikiid": "99464", "title": "Nicholas and Alexandra"}, {"abstract": "Austria-Hungary, also known as the Austro-Hungarian Empire and by other names, was a constitutional union of the Empire of Austria and the Kingdom of Hungary that existed from 1867 to 1918, when it collapsed as a result of defeat in World War I. The union was a result of the Compromise of 1867. It was ruled by the House of Habsburg, and constituted the last phase in the constitutional evolution of the Habsburg Monarchy. Following the 1867 reforms, the Austrian and the Hungarian states were co-equal within the Empire. The Compromise required regular renewal, as did the customs union between the two halves of the Empire. Foreign affairs and the military fell under joint control, but all other government faculties were divided between the respective states.Austria-Hungary was a multinational realm and one of the world's great powers. Austria-Hungary was geographically the second-largest country in Europe after the Russian Empire, at 621,538 km2 (239,977 sq mi), and the third-most populous (after Russia and the German Empire). The Empire built up the fourth-largest machine building industry of the world, after the United States, Germany, and Britain.The Austro-Hungarian Empire consisted of two monarchies (Austria and Hungary) and one autonomous country under the Hungarian crown, Croatia–Slavonia, which negotiated its own compromise (Nagodba) with Hungary in 1868. After 1878, Bosnia and Herzegovina was under Austro-Hungarian military and civilian rule until it was fully annexed in 1908, provoking a diplomatic crisis among the other powers. Part of the Sanjak of Novi Pazar, a province of the Ottoman Empire, was also under joint occupation during that period but the Austro-Hungarian army withdrew as part of their annexation of Bosnia.Austria-Hungary was one of the Central Powers in World War I. It was already effectively dissolved by the time the military authorities signed an armistice at Villa Giusti on 3 November 1918. The Hungarian Kingdom and the Austrian Republic were treated as its successors de jure, while the independence of the West Slavs and South Slavs of the Empire as the Republic of Czechoslovakia and Kingdom of Yugoslavia, respectively, was also recognized by the victorious powers.", "group": 0, "wikiid": "2983", "title": "Austria-Hungary"}, {"group": 2, "wikiid": "1647182", "title": "Mare Nostrum (film)"}, {"group": 2, "wikiid": "30217005", "title": "Beware of Pity"}, {"group": 2, "wikiid": "2084027", "title": "The Black Cat (1934 film)"}, {"group": 2, "wikiid": "13654305", "title": "A Farewell to Arms (1932 film)"}, {"group": 2, "wikiid": "37921647", "title": "Many Wars Ago"}, {"group": 2, "wikiid": "27947113", "title": "The Divine Emma"}, {"group": 2, "wikiid": "4413065", "title": "Sunshine (1999 film)"}, {"group": 2, "wikiid": "171160", "title": "Porco Rosso"}, {"group": 2, "wikiid": "17366149", "title": "St. George Shoots the Dragon"}, {"group": 2, "wikiid": "22465833", "title": "The White Ribbon"}, {"group": 2, "wikiid": "31477910", "title": "Carol I (film)"}, {"group": 2, "wikiid": "27421661", "title": "The Glembays"}, {"group": 2, "wikiid": "36254315", "title": "Tutto tutto niente niente"}, {"group": 2, "wikiid": "28311597", "title": "Time of the Comet"}, {"group": 3, "wikiid": "357186", "title": "Kingdom of Heaven (film)"}, {"abstract": "Edward Harrison Norton (born August 18, 1969) is an American actor, screenwriter, director, producer and activist. Norton has been nominated for three Academy Awards for his work in the films Primal Fear, American History X and Birdman. He also starred in other roles, such as Everyone Says I Love You (1996), The People vs. Larry Flynt (1996), Fight Club (1999), Red Dragon (2002), 25th Hour (2002), Kingdom of Heaven (2005), The Illusionist (2006), Moonrise Kingdom (2012) and The Grand Budapest Hotel (2014). He has also directed and co-written films, including his directorial debut, Keeping the Faith (2000). He had his uncredited work on the scripts for The Score, Frida and The Incredible Hulk.Alongside his work in cinema, Norton is an environmental and social activist. He is a member of the board of trustees of Enterprise Community Partners, a non-profit organization for developing affordable housing founded by his grandfather James Rouse. Norton is president of the American branch of the Maasai Wilderness Conservation Trust. He ran in the 2009 New York City Marathon to raise money for the Trust. He also raises money for charity through Crowdrise, a social networking community for volunteers and a micro-donations fundraising platform. In July 2010, Norton was designated as the United Nations Goodwill Ambassador for Biodiversity by UN Secretary-General Ban Ki-moon. On July 2, 2014, Norton was elected Chairman of the Board of Trustee to Signature Theatre, a not-for-profit theater Company in New York. Norton has been on Signature's board since 1996 and served as the co-Chair of the Capital Campaign during the building of The Pershing Square Signature Center. While talking about his performance in Leaves of Grass, critic Roger Ebert said, \"The actor Edward Norton has never agreed to appear in a film he didn't believe he had reason to respect.\"", "group": 0, "wikiid": "159473", "title": "Edward_Norton"}, {"group": 3, "wikiid": "171562", "title": "American History X"}, {"group": 3, "wikiid": "39364726", "title": "Birdman (film)"}, {"group": 3, "wikiid": "316092", "title": "The Score (2001 film)"}, {"group": 3, "wikiid": "7508621", "title": "The Painted Veil (2006 film)"}, {"group": 3, "wikiid": "1055466", "title": "Primal Fear (film)"}, {"group": 3, "wikiid": "1962520", "title": "Keeping the Faith"}, {"group": 3, "wikiid": "509792", "title": "Frida"}, {"group": 3, "wikiid": "22726015", "title": "The Invention of Lying"}, {"group": 3, "wikiid": "19240936", "title": "Leaves of Grass (film)"}, {"group": 3, "wikiid": "1009041", "title": "Fight Club"}, {"group": 3, "wikiid": "923759", "title": "Rounders (film)"}, {"group": 4, "wikiid": "3159121", "title": "Confidence (2003 film)"}, {"abstract": "Paul Edward Valentine Giamatti (/dʒiəˈmɑːti/; born June 6, 1967) is an American actor.Giamatti began his career as a supporting actor in several films produced during the 1990s including Private Parts, The Truman Show, Saving Private Ryan, The Negotiator, and Man on the Moon, before earning lead roles in several projects in the 2000s such as American Splendor, Sideways, Cinderella Man, The Illusionist, John Adams, Cold Souls, Barney's Version, and Win Win.", "group": 0, "wikiid": "130715", "title": "Paul_Giamatti"}, {"group": 4, "wikiid": "9468375", "title": "Private Parts (1997 film)"}, {"group": 4, "wikiid": "42009222", "title": "San Andreas (film)"}, {"group": 4, "wikiid": "39645774", "title": "Love & Mercy (film)"}, {"group": 4, "wikiid": "7676315", "title": "The Haunted World of El Superbeasto"}, {"group": 4, "wikiid": "104916", "title": "Man on the Moon (film)"}, {"group": 4, "wikiid": "5670572", "title": "Shoot 'Em Up (film)"}, {"group": 4, "wikiid": "4410141", "title": "The Nanny Diaries (film)"}, {"group": 4, "wikiid": "16352214", "title": "Duplicity (film)"}, {"group": 4, "wikiid": "23320544", "title": "Cold Souls"}, {"group": 4, "wikiid": "159447", "title": "The Negotiator"}, {"group": 4, "wikiid": "1644192", "title": "Lady in the Water"}, {"group": 4, "wikiid": "34183993", "title": "The Congress (2013 film)"}, {"group": 4, "wikiid": "8796061", "title": "The Ant Bully (film)"}, {"group": 4, "wikiid": "2910440", "title": "Storytelling (film)"}, {"group": 4, "wikiid": "29344186", "title": "Win Win (film)"}, {"group": 4, "wikiid": "36724342", "title": "Saving Mr. Banks"}, {"group": 5, "wikiid": "3323135", "title": "Doctor Faustus (1967 film)"}, {"abstract": "Necromancy /ˈnɛkrɵˌmænsi/ or nigromancy is a form of magic involving communication with the deceased – either by summoning their spirit as an apparition or raising them bodily – for the purpose of divination, imparting the means to foretell future events or discover hidden knowledge, or to use the deceased as a weapon, as the term may sometimes be used in a more general sense to refer to black magic or witchcraft.The word \"necromancy\" is adapted from Late Latin necromantia, itself borrowed from post-Classical Greek νεκρομαντεία (nekromanteía), a compound of Ancient Greek νεκρός (nekrós), \"dead body\", and μαντεία (manteía), \"prophecy or divination\"; this compound form was first used by Origen of Alexandria in the 3rd century CE. The Classical Greek term was ἡ νέκυια (nekyia), from the episode of the Odyssey in which Odysseus visits the realm of the dead and νεκρομαντεία in Hellenistic Greek, rendered as necyomantīa in Latin, and as necromancy in 17th-century English.", "group": 0, "wikiid": "56329", "title": "Necromancy"}, {"group": 5, "wikiid": "29839198", "title": "Paradox (film)"}, {"group": 5, "wikiid": "3424400", "title": "Necromania"}, {"group": 5, "wikiid": "23887068", "title": "Black Death (film)"}, {"group": 5, "wikiid": "10668307", "title": "Necromancy (film)"}, {"group": 5, "wikiid": "3745507", "title": "Hellraiser: Deader"}, {"group": 5, "wikiid": "17356798", "title": "The Haunting in Connecticut"}, {"group": 5, "wikiid": "34028611", "title": "ThanksKilling"}, {"group": 5, "wikiid": "673306", "title": "Night of the Ghouls"}, {"group": 6, "wikiid": "2793610", "title": "The Holiday"}, {"abstract": "Rufus Frederik Sewell (/ˈsuːəl/; born 29 October 1967) is an English actor. In film, he has appeared in The Woodlanders, Dangerous Beauty, Dark City, A Knight's Tale, The Illusionist, Tristan and Isolde, and Martha, Meet Frank, Daniel and Laurence. On television, he starred as an Italian detective in the BBC's television series Zen (2011) and also appeared in the mini-series The Pillars of the Earth (2010). In 1993 he played the hero,  Will Ladislaw, in the BBC's adaptation of George Eliot's Middlemarch. In 2003, he appeared in the lead role in Charles II: The Power and The Passion. He starred in the CBS drama Eleventh Hour which was cancelled in April 2009. On stage, he originated the role of Septimus Hodge in Tom Stoppard's Arcadia and the role of Jan in Stoppard's Rock 'n' Roll; the latter earned him an Olivier Award and a Tony Award nomination.", "group": 0, "wikiid": "1361048", "title": "Rufus_Sewell"}, {"group": 6, "wikiid": "39001099", "title": "Hercules (2014 film)"}, {"group": 6, "wikiid": "25959904", "title": "Victory (1996 film)"}, {"group": 6, "wikiid": "2952395", "title": "Dangerous Beauty"}, {"group": 6, "wikiid": "1226289", "title": "Bless the Child"}, {"group": 6, "wikiid": "30928961", "title": "Abraham Lincoln: Vampire Hunter"}, {"abstract": "The Duchy of Cieszyn (Polish: Księstwo Cieszyńskie), also Duchy of Teschen (German: Herzogtum Teschen) or Duchy of Těšín (Czech: Těšínské knížectví, Latin: Ducatus Tessinensis) was an autonomous Silesian duchy centered on Cieszyn (Teschen) in Upper Silesia. During the feudal division of Poland it was split off with the Duchy of Racibórz in 1281 and ruled by Silesian dukes from the Piast dynasty since 1290.The ducal lands initially comprised former Lesser Polish territories east of the Biała River, which about 1315 split off again as the Duchy of Oświęcim, while the remaining duchy became a Bohemian fief in 1327. After the bulk of Silesia was conquered by the Prussian king Frederick the Great in 1742, Cieszyn/Těšín together with the duchies of Troppau (Opava), Krnov and Nysa remained with Austrian Silesia. The ducal title was held by the Austrian archdukes from the House of Lorraine until 1918.", "group": 0, "wikiid": "789716", "title": "Duchy_of_Teschen"}, {"group": 8, "wikiid": "13485985", "title": "Angus, Thongs and Perfect Snogging"}, {"abstract": "Eleanor May Tomlinson (born 19 May 1992) is an English actress, known for her role as Princess Isabelle in Jack the Giant Slayer (2013), and Isabel Neville in The White Queen.", "group": 0, "wikiid": "10855923", "title": "Eleanor_Tomlinson"}, {"group": 9, "wikiid": "1661137", "title": "Elizabethtown (film)"}, {"abstract": "Jessica Claire Timberlake (née Biel; born March 3, 1982) is an American actress. Biel began her career as a vocalist appearing in musical productions until she was cast as Mary Camden in the family-drama series 7th Heaven, for which she achieved recognition. The series is the longest-running series that ever aired on The WB channel and is the longest-running family drama in television history.In 1997, she won the Young Artist Award for Best Performance in a Feature Film – Supporting Young Actress for her role in Ulee's Gold. Biel has since starred in many films, including The Rules of Attraction (2002), The Texas Chainsaw Massacre (2003), Blade: Trinity (2004), Stealth (2005), I Now Pronounce You Chuck and Larry (2007), The A-Team (2010) and Total Recall (2012).", "group": 0, "wikiid": "676082", "title": "Jessica_Biel"}, {"group": 9, "wikiid": "4121036", "title": "London (2005 drama film)"}, {"group": 9, "wikiid": "3231682", "title": "The Texas Chainsaw Massacre (2003 film)"}, {"group": 9, "wikiid": "1042309", "title": "Cellular (film)"}, {"group": 9, "wikiid": "1964091", "title": "Next (2007 film)"}, {"group": 9, "wikiid": "29679260", "title": "New Year's Eve (film)"}, {"group": 9, "wikiid": "5867940", "title": "Home of the Brave (2006 film)"}, {"group": 9, "wikiid": "16578764", "title": "The A-Team (film)"}, {"group": 9, "wikiid": "23813973", "title": "Valentine's Day (2010 film)"}, {"group": 9, "wikiid": "2010744", "title": "Stealth (film)"}, {"group": 9, "wikiid": "31703341", "title": "Playing for Keeps (2012 film)"}, {"group": 9, "wikiid": "16855103", "title": "Easy Virtue (2008 film)"}, {"group": 10, "wikiid": "2866335", "title": "Colonel Redl"}, {"abstract": "Franz Joseph I or Francis Joseph I (German: Franz Joseph I., Romanian: Francisc Iosif (no number used), Hungarian: I. Ferenc József, Serbian: Фрања Јосиф (no number used), Slovene: Franc Jožef I., Czech: František Josef I. Slovak: František Jozef I., Croatian: Franjo Josip I.,Italian: Francesco Giuseppe I., Bosnian: Franjo Josip I., 18 August 1830 – 21 November 1916) was Emperor of Austria and Apostolic King of Hungary from 1848 until his death in 1916. From 1 May 1850 until 24 August 1866 he was President of the German Confederation.In December 1848, Emperor Ferdinand abdicated the throne as part of Ministerpräsident Felix zu Schwarzenberg's plan to end the Revolutions of 1848 in Austria, which allowed Ferdinand's nephew Franz Joseph to ascend to the throne. The event took place in the Moravian city of Olomouc. Largely considered to be a reactionary, Franz Joseph spent his early reign resisting constitutionalism in his domains. The Austrian Empire was forced to cede most of its claim to Lombardy–Venetia to the Kingdom of Piedmont-Sardinia following the conclusion of the Second Italian War of Independence in 1859, and the Third Italian War of Independence in 1866. Although Franz Joseph ceded no territory to the Kingdom of Prussia after the Austrian defeat in the Austro-Prussian War, the Peace of Prague (23 August 1866) settled the German question in favour of Prussia, which prevented the unification of Germany under the House of Habsburg (Großdeutsche Lösung).Franz Joseph was troubled by nationalism during his entire reign. He concluded the Ausgleich of 1867, which granted greater autonomy to Hungary, hence transforming the Austrian Empire into the Austro-Hungarian Empire under his dual monarchy. His domains were then ruled peacefully for the next 45 years, although Franz Joseph personally suffered the tragedies of the execution of his brother, Maximilian in 1867, the suicide of his son, Crown Prince Rudolf in 1889, and the assassination of his wife, Empress Elisabeth in 1898.After the Austro-Prussian War, Austria-Hungary turned its attention to the Balkans, which was a hotspot of international tension due to conflicting interests with the Russian Empire. The Bosnian crisis was a result of Franz Joseph's annexation of Bosnia and Herzegovina in 1908, which had been occupied by his troops since the Congress of Berlin (1878). On 28 June 1914, the assassination of the heir-presumptive to the Austro-Hungarian throne, his nephew Archduke Franz Ferdinand, at the hands of Gavrilo Princip, a Serbian nationalist, resulted in Austria-Hungary's declaration of war against the Kingdom of Serbia, which was Russia's ally. This activated a system of alliances which resulted in World War I.Franz Joseph died on 21 November 1916, after ruling his domains for almost 68 years. He was succeeded by his grandnephew Charles. He was the longest-reigning emperor of Austria.", "group": 0, "wikiid": "51695", "title": "Franz_Joseph_I_of_Austria"}, {"group": 10, "wikiid": "12500476", "title": "Sissi (film)"}, {"group": 10, "wikiid": "6640544", "title": "Mayerling (1968 film)"}, {"abstract": "Mayerling is a small village (pop: 200) in Lower Austria belonging to the municipality of Alland in the district of Baden. It is situated on the Schwechat River, in the Wienerwald (Vienna woods), 15 miles (24 km) southwest of Vienna. From 1550, it was in the possession of the abbey of Heiligenkreuz.", "group": 0, "wikiid": "20815", "title": "Mayerling"}, {"abstract": "The Vienna Woods (German: Wienerwald) are forested highlands that form the northeastern foothills of the Northern Limestone Alps in the states of Lower Austria and Vienna. The 45 kilometres (28 mi) long and 20–30 kilometres (12–19 mi) wide range of hills is heavily wooded and a popular recreation area with the Viennese.", "group": 0, "wikiid": "1078120", "title": "Vienna_Woods"}, {"abstract": "A military staff (often referred to as General Staff, Army Staff, Navy Staff or Air Staff within the individual services) is a group of officers and enlisted personnel that are responsible for the administrative, operational and logistical needs of its unit. It provides bi-directional flow of information between a commanding officer and subordinate military units. A staff also provides an executive function where it filters information needed by the commander or shunts unnecessary information.", "group": 0, "wikiid": "1400838", "title": "Staff_(military)"}, {"group": 14, "wikiid": "8586622", "title": "Planet Terror"}, {"abstract": "A revolver is a repeating firearm that has a revolving cylinder containing multiple chambers and at least one barrel for firing. The term \"revolver\" refers to a handgun, but other weapons may also have a revolving chamber. These include some models of grenade launchers, shotguns, and rifles.Though the original name was \"revolving pistol\", the short-hand \"revolver\" is universally used. (Cannons using this mechanism are known as revolver cannons.) Nearly all early revolvers and many modern ones have six chambers in the cylinder, giving rise to the slang term \"six-shooter\"; however, revolvers with 3 to 24 chambers have been made, with most modern revolvers having 5 or 6 chambers.The revolver allows the user to fire multiple rounds without reloading. Each time the user cocks the hammer, the cylinder revolves to align the next chamber and round with the hammer and barrel, which gives this type of firearm its name. In a single-action revolver, the user pulls the hammer back with his free hand or thumb; the trigger pull only releases the hammer. In a double-action revolver, pulling the trigger moves the hammer back, then releases it, which requires a longer and heavier trigger pull than single-action. Loading and unloading a double action revolver requires the operator to swing out the cylinder and insert the proper ammunition all while keeping the gun pointed in a safe direction.The first guns with multichambered cylinders that revolved to feed one barrel were made in the late 1500s in Europe. They were expensive and rare curiosities. Not until the 1800s would revolvers become practical weapons for non-rich owners. One of the first was a flintlock revolver made by Elisha Collier in 1814. The first percussion cap revolver was  invented by the Italian Francesco Antonio Broccu 1833. He received a prize of 300 francs for his invention, although he did not patent it, his revolver was shown to the King Charles Albert of Sardinia. However, in 1835 a similar handgun was patented by Samuel Colt, who would go on to make the first mass-produced revolver.The first cartridge revolvers were produced around 1856 by Smith & Wesson.Revolvers soon became standard for nearly all uses. In the early 20th century, semi-automatic pistols were developed, which can hold more rounds, and are faster to reload. \"Automatic\" pistols also have a flat profile, more suitable for concealed carry. Semi-auto pistols were not considered reliable enough for serious police work or self-defense until the later half of the century, however, and revolvers were the dominant handgun for police and civilians until modern pistols such as the Beretta 92 and Glock 17 were developed in the 70s and 80s.Automatic pistols have almost completely replaced revolvers in military and law enforcement use (in military use, from 1910-1960; in law enforcement, in the 1980s and 1990s).Revolvers still remain popular as back-up and off-duty handguns among American law enforcement officers and security guards. Also, revolvers are still common in the American private sector as defensive and sporting/hunting firearms. Famous police and military revolvers include the Webley, the Colt Single Action Army, the Colt Police Special, the Smith & Wesson Model 36, the Smith & Wesson Model 10, the Smith & Wesson 1917, the Smith & Wesson Model 3 the Nagant M1895.", "group": 0, "wikiid": "25794", "title": "Revolver"}, {"group": 14, "wikiid": "421305", "title": "The Blue Lamp"}, {"group": 14, "wikiid": "9162177", "title": "Él (film)"}, {"group": 14, "wikiid": "246355", "title": "Manos: The Hands of Fate"}, {"group": 14, "wikiid": "5566319", "title": "The Virginian (1929 film)"}, {"group": 14, "wikiid": "397753", "title": "The Texas Chainsaw Massacre 2"}, {"group": 14, "wikiid": "36194472", "title": "Lewat Djam Malam"}, {"group": 14, "wikiid": "33837150", "title": "The Man from Painted Post"}, {"group": 14, "wikiid": "5458357", "title": "PTU (film)"}, {"group": 14, "wikiid": "16035558", "title": "Ananda Thandavam (film)"}, {"group": 14, "wikiid": "2669274", "title": "Jail Bait (1954 film)"}, {"group": 14, "wikiid": "34941246", "title": "No. 1 of the Secret Service"}, {"group": 14, "wikiid": "841551", "title": "Invasion of the Bee Girls"}, {"group": 14, "wikiid": "36893309", "title": "Charlie Countryman"}, {"group": 14, "wikiid": "21798180", "title": "13 (2010 film)"}, {"group": 14, "wikiid": "15615865", "title": "The Road (2009 film)"}, {"group": 14, "wikiid": "1025150", "title": "Saw (2004 film)"}, {"group": 14, "wikiid": "4267117", "title": "Kidulthood"}, {"group": 14, "wikiid": "13235461", "title": "Cujo (film)"}, {"group": 14, "wikiid": "6733074", "title": "Guys and Dolls (film)"}, {"group": 14, "wikiid": "192469", "title": "The Parallax View"}, {"group": 14, "wikiid": "2634175", "title": "Secret Honor"}, {"group": 14, "wikiid": "6170621", "title": "Herod's Law"}, {"group": 14, "wikiid": "25238567", "title": "Her Fatal Ways"}, {"group": 14, "wikiid": "29137661", "title": "El revólver sangriento"}, {"group": 14, "wikiid": "896237", "title": "The Wrong Trousers"}, {"abstract": "The Austro-Hungarian Army was the ground force of the Austro-Hungarian Dual Monarchy from 1867 to 1918. It was composed of three parts: the joint army (Gemeinsame Armee, \"Common Army\", recruited from all parts of the country), the Imperial Austrian Landwehr (recruited from Cisleithania), and the Royal Hungarian Honved (recruited from Transleithania).In the wake of fighting between the Austrian Empire and the Hungarian rebels during the Hungarian Revolution of 1848, and the two decades of uneasy co-existence following, Hungarian soldiers served either in mixed units or were stationed away from Hungarian areas.  With the Austro-Hungarian Compromise of 1867 the new tripartite army was brought into being. It existed until the disestablishment of the Austro-Hungarian Empire following World War I in 1918.The joint \"Imperial and Royal Army\" (kaiserlich und königliche Armee or k.u.k.)  units were generally poorly trained and had very limited access to new equipment because the governments of the Austrian and Hungarian parts of the empire often preferred to generously fund their own units instead of outfitting all three army branches equally. All of the Honvédség and the Landwehr regiments were composed of three battalions, while the joint army k.u.k. regiments had four.The long standing white infantry uniforms were replaced in the latter half of the 19th century with dark blue tunics, which in turn were replaced by a pike grey uniform used in the initial stages of World War I.  In September 1915, field gray was adopted as the new official uniform color.The last known surviving member of the Austro-Hungarian Army was World War I veteran Franz Künstler, who died in May 2008 at the age of 107.", "group": 0, "wikiid": "1610902", "title": "Austro-Hungarian_Army"}, {"group": 15, "wikiid": "33113818", "title": "Josef (film)"}], "links": [{"source": 0, "target": 1, "value": 1}, {"source": 2, "target": 1, "value": 1}, {"source": 3, "target": 1, "value": 1}, {"source": 4, "target": 1, "value": 1}, {"source": 5, "target": 1, "value": 1}, {"source": 6, "target": 1, "value": 1}, {"source": 7, "target": 1, "value": 1}, {"source": 8, "target": 1, "value": 1}, {"source": 9, "target": 1, "value": 1}, {"source": 10, "target": 1, "value": 1}, {"source": 10, "target": 1, "value": 1}, {"source": 11, "target": 1, "value": 1}, {"source": 12, "target": 1, "value": 1}, {"source": 13, "target": 1, "value": 1}, {"source": 14, "target": 1, "value": 1}, {"source": 15, "target": 1, "value": 1}, {"source": 16, "target": 1, "value": 1}, {"source": 17, "target": 1, "value": 1}, {"source": 18, "target": 1, "value": 1}, {"source": 19, "target": 1, "value": 1}, {"source": 20, "target": 1, "value": 1}, {"source": 21, "target": 1, "value": 1}, {"source": 22, "target": 1, "value": 1}, {"source": 23, "target": 1, "value": 1}, {"source": 24, "target": 1, "value": 1}, {"source": 25, "target": 1, "value": 1}, {"source": 26, "target": 1, "value": 1}, {"source": 27, "target": 1, "value": 1}, {"source": 28, "target": 1, "value": 1}, {"source": 29, "target": 1, "value": 1}, {"source": 30, "target": 1, "value": 1}, {"source": 31, "target": 1, "value": 1}, {"source": 32, "target": 1, "value": 1}, {"source": 33, "target": 1, "value": 1}, {"source": 34, "target": 1, "value": 1}, {"source": 35, "target": 1, "value": 1}, {"source": 36, "target": 1, "value": 1}, {"source": 37, "target": 1, "value": 1}, {"source": 38, "target": 1, "value": 1}, {"source": 39, "target": 1, "value": 1}, {"source": 40, "target": 1, "value": 1}, {"source": 40, "target": 1, "value": 1}, {"source": 41, "target": 1, "value": 1}, {"source": 42, "target": 1, "value": 1}, {"source": 43, "target": 1, "value": 1}, {"source": 44, "target": 1, "value": 1}, {"source": 45, "target": 1, "value": 1}, {"source": 46, "target": 1, "value": 1}, {"source": 47, "target": 1, "value": 1}, {"source": 48, "target": 1, "value": 1}, {"source": 49, "target": 1, "value": 1}, {"source": 50, "target": 1, "value": 1}, {"source": 51, "target": 1, "value": 1}, {"source": 52, "target": 1, "value": 1}, {"source": 52, "target": 1, "value": 1}, {"source": 53, "target": 54, "value": 1}, {"source": 55, "target": 54, "value": 1}, {"source": 56, "target": 54, "value": 1}, {"source": 57, "target": 54, "value": 1}, {"source": 58, "target": 54, "value": 1}, {"source": 59, "target": 54, "value": 1}, {"source": 60, "target": 54, "value": 1}, {"source": 61, "target": 54, "value": 1}, {"source": 62, "target": 54, "value": 1}, {"source": 63, "target": 54, "value": 1}, {"source": 64, "target": 54, "value": 1}, {"source": 65, "target": 54, "value": 1}, {"source": 33, "target": 54, "value": 1}, {"source": 66, "target": 54, "value": 1}, {"source": 67, "target": 54, "value": 1}, {"source": 68, "target": 54, "value": 1}, {"source": 69, "target": 70, "value": 1}, {"source": 71, "target": 70, "value": 1}, {"source": 72, "target": 70, "value": 1}, {"source": 73, "target": 70, "value": 1}, {"source": 74, "target": 70, "value": 1}, {"source": 75, "target": 70, "value": 1}, {"source": 76, "target": 70, "value": 1}, {"source": 77, "target": 70, "value": 1}, {"source": 78, "target": 70, "value": 1}, {"source": 79, "target": 70, "value": 1}, {"source": 33, "target": 70, "value": 1}, {"source": 80, "target": 70, "value": 1}, {"source": 81, "target": 70, "value": 1}, {"source": 82, "target": 83, "value": 1}, {"source": 84, "target": 83, "value": 1}, {"source": 85, "target": 83, "value": 1}, {"source": 86, "target": 83, "value": 1}, {"source": 87, "target": 83, "value": 1}, {"source": 88, "target": 83, "value": 1}, {"source": 89, "target": 83, "value": 1}, {"source": 90, "target": 83, "value": 1}, {"source": 91, "target": 83, "value": 1}, {"source": 92, "target": 83, "value": 1}, {"source": 93, "target": 83, "value": 1}, {"source": 94, "target": 83, "value": 1}, {"source": 33, "target": 83, "value": 1}, {"source": 95, "target": 83, "value": 1}, {"source": 96, "target": 83, "value": 1}, {"source": 97, "target": 83, "value": 1}, {"source": 98, "target": 83, "value": 1}, {"source": 99, "target": 83, "value": 1}, {"source": 100, "target": 101, "value": 1}, {"source": 102, "target": 101, "value": 1}, {"source": 103, "target": 101, "value": 1}, {"source": 104, "target": 101, "value": 1}, {"source": 105, "target": 101, "value": 1}, {"source": 106, "target": 101, "value": 1}, {"source": 33, "target": 101, "value": 1}, {"source": 107, "target": 101, "value": 1}, {"source": 108, "target": 101, "value": 1}, {"source": 109, "target": 101, "value": 1}, {"source": 110, "target": 111, "value": 1}, {"source": 112, "target": 111, "value": 1}, {"source": 113, "target": 111, "value": 1}, {"source": 114, "target": 111, "value": 1}, {"source": 115, "target": 111, "value": 1}, {"source": 33, "target": 111, "value": 1}, {"source": 116, "target": 111, "value": 1}, {"source": 33, "target": 117, "value": 1}, {"source": 118, "target": 119, "value": 1}, {"source": 33, "target": 119, "value": 1}, {"source": 120, "target": 121, "value": 1}, {"source": 122, "target": 121, "value": 1}, {"source": 123, "target": 121, "value": 1}, {"source": 124, "target": 121, "value": 1}, {"source": 125, "target": 121, "value": 1}, {"source": 126, "target": 121, "value": 1}, {"source": 127, "target": 121, "value": 1}, {"source": 128, "target": 121, "value": 1}, {"source": 129, "target": 121, "value": 1}, {"source": 130, "target": 121, "value": 1}, {"source": 33, "target": 121, "value": 1}, {"source": 131, "target": 121, "value": 1}, {"source": 132, "target": 121, "value": 1}, {"source": 133, "target": 134, "value": 1}, {"source": 12, "target": 134, "value": 1}, {"source": 135, "target": 134, "value": 1}, {"source": 136, "target": 134, "value": 1}, {"source": 61, "target": 134, "value": 1}, {"source": 33, "target": 134, "value": 1}, {"source": 136, "target": 137, "value": 1}, {"source": 33, "target": 137, "value": 1}, {"source": 33, "target": 138, "value": 1}, {"source": 33, "target": 139, "value": 1}, {"source": 140, "target": 141, "value": 1}, {"source": 142, "target": 141, "value": 1}, {"source": 143, "target": 141, "value": 1}, {"source": 144, "target": 141, "value": 1}, {"source": 145, "target": 141, "value": 1}, {"source": 146, "target": 141, "value": 1}, {"source": 147, "target": 141, "value": 1}, {"source": 148, "target": 141, "value": 1}, {"source": 149, "target": 141, "value": 1}, {"source": 150, "target": 141, "value": 1}, {"source": 151, "target": 141, "value": 1}, {"source": 152, "target": 141, "value": 1}, {"source": 153, "target": 141, "value": 1}, {"source": 154, "target": 141, "value": 1}, {"source": 155, "target": 141, "value": 1}, {"source": 156, "target": 141, "value": 1}, {"source": 157, "target": 141, "value": 1}, {"source": 158, "target": 141, "value": 1}, {"source": 33, "target": 141, "value": 1}, {"source": 159, "target": 141, "value": 1}, {"source": 160, "target": 141, "value": 1}, {"source": 161, "target": 141, "value": 1}, {"source": 162, "target": 141, "value": 1}, {"source": 163, "target": 141, "value": 1}, {"source": 164, "target": 141, "value": 1}, {"source": 165, "target": 141, "value": 1}, {"source": 166, "target": 141, "value": 1}, {"source": 33, "target": 167, "value": 1}, {"source": 168, "target": 167, "value": 1}]}
